[
  {
    "id": 0,
    "isbn": 60684,
    "title": "In Search of Lost Time",
    "author": "Marcel Proust",
    "synopsis": "Swann's Way, the first part of A la recherche de temps perdu, Marcel Proust's seven-part cycle, was published in 1913. In it, Proust introduces the themes that run through the entire work. The narr..."
  },
  {
    "id": 1,
    "isbn": 688150,
    "title": "Ulysses",
    "author": "James Joyce",
    "synopsis": "Ulysses chronicles the passage of Leopold Bloom through Dublin during an ordinary day, June 16, 1904. The title parallels and alludes to Odysseus (Latinised into Ulysses), the hero of Homer's Odyss..."
  },
  {
    "id": 2,
    "isbn": 963600,
    "title": "Don Quixote",
    "author": "Miguel de Cervantes",
    "synopsis": "Alonso Quixano, a retired country gentleman in his fifties, lives in an unnamed section of La Mancha with his niece and a housekeeper. He has become obsessed with books of chivalry, and believes th..."
  },
  {
    "id": 3,
    "isbn": 708778,
    "title": "The Great Gatsby",
    "author": "F. Scott Fitzgerald",
    "synopsis": "The novel chronicles an era that Fitzgerald himself dubbed the \"Jazz Age\". Following the shock and chaos of World War I, American society enjoyed unprecedented levels of prosperity during the \"roar..."
  },
  {
    "id": 4,
    "isbn": 919022,
    "title": "Moby Dick",
    "author": "Herman Melville",
    "synopsis": "First published in 1851, Melville's masterpiece is, in Elizabeth Hardwick's words, \"the greatest novel in American literature.\" The saga of Captain Ahab and his monomaniacal pursuit of the white wh..."
  },
  {
    "id": 5,
    "isbn": 290447,
    "title": "One Hundred Years of Solitude",
    "author": "Gabriel Garcia Marquez",
    "synopsis": "One of the 20th century's enduring works, One Hundred Years of Solitude is a widely beloved and acclaimed novel known throughout the world, and the ultimate achievement in a Nobel Prize–winning car..."
  },
  {
    "id": 6,
    "isbn": 389629,
    "title": "War and Peace",
    "author": "Leo Tolstoy",
    "synopsis": "Epic in scale, War and Peace delineates in graphic detail events leading up to Napoleon's invasion of Russia, and the impact of the Napoleonic era on Tsarist society, as seen through the eyes of fi..."
  },
  {
    "id": 7,
    "isbn": 21072,
    "title": "Hamlet",
    "author": "William Shakespeare",
    "synopsis": "The Tragedy of Hamlet, Prince of Denmark, or more simply Hamlet, is a tragedy by William Shakespeare, believed to have been written between 1599 and 1601. The play, set in Denmark, recounts how Pri..."
  },
  {
    "id": 8,
    "isbn": 660750,
    "title": "Lolita",
    "author": "Vladimir Nabokov",
    "synopsis": "The book is internationally famous for its innovative style and infamous for its controversial subject: the protagonist and unreliable narrator, middle aged Humbert Humbert, becomes obsessed and se..."
  },
  {
    "id": 9,
    "isbn": 115295,
    "title": "The Odyssey",
    "author": "Homer",
    "synopsis": "The Odyssey is one of two major ancient Greek epic poems attributed to Homer. It is, in part, a sequel to the Iliad, the other work traditionally ascribed to Homer. The poem is fundamental to the m..."
  },
  {
    "id": 10,
    "isbn": 169595,
    "title": "Crime and Punishment",
    "author": "Fyodor Dostoyevsky",
    "synopsis": "It is a murder story, told from a murder;s point of view, that implicates even the most innocent reader in its enormities. It is a cat-and-mouse game between a tormented young killer and a cheerful..."
  },
  {
    "id": 11,
    "isbn": 244559,
    "title": "The Adventures of Huckleberry Finn",
    "author": "Mark Twain",
    "synopsis": "Revered by all of the town's children and dreaded by all of its mothers, Huckleberry Finn is indisputably the most appealing child-hero in American literature.Unlike the tall-tale, idyllic worl..."
  },
  {
    "id": 12,
    "isbn": 237150,
    "title": "The Brothers Karamazov",
    "author": "Fyodor Dostoyevsky",
    "synopsis": "Dostoevsky's last and greatest novel, The Karamazov Brothers, is both a brilliantly told crime story and a passionate philosophical debate. The dissolute landowner Fyodor Pavlovich Karamazov is mur..."
  },
  {
    "id": 13,
    "isbn": 25579,
    "title": "Madame Bovary",
    "author": "Gustave Flaubert",
    "synopsis": "For daring to peer into the heart of an adulteress and enumerate its contents with profound dispassion, the author of Madame Bovary was tried for \"offenses against morality and religion.\" What shoc..."
  },
  {
    "id": 14,
    "isbn": 270140,
    "title": "The Divine Comedy",
    "author": "Dante Alighieri",
    "synopsis": "Belonging in the immortal company of the great works of literature, Dante Alighieri's poetic masterpiece, The Divine Comedy, is a moving human drama, an unforgettable visionary journey through the ..."
  },
  {
    "id": 15,
    "isbn": 623086,
    "title": "The Catcher in the Rye",
    "author": "J. D. Salinger",
    "synopsis": "The Catcher in the Rye is a 1945 novel by J. D. Salinger. Originally published for adults, the novel has become a common part of high school and college curricula throughout the English-speaking wo..."
  },
  {
    "id": 16,
    "isbn": 100623,
    "title": "Alice's Adventures in Wonderland",
    "author": "Lewis Carroll",
    "synopsis": "In 1862 Charles Lutwidge Dodgson, a shy Oxford mathematician with a stammer, created a story about a little girl tumbling down a rabbit hole. Thus began the immortal adventures of Alice, perhaps th..."
  },
  {
    "id": 17,
    "isbn": 844693,
    "title": "Pride and Prejudice",
    "author": "Jane Austen",
    "synopsis": "The book is narrated in free indirect speech following the main character Elizabeth Bennet as she deals with matters of upbringing, marriage, moral rightness and education in her aristocratic socie..."
  },
  {
    "id": 18,
    "isbn": 451316,
    "title": "Wuthering Heights",
    "author": "Emily Brontë",
    "synopsis": "The narrative is non-linear, involving several flashbacks, and two primary narrators: Mr. Lockwood and Ellen \"Nelly\" Dean. The novel opens in 1801, with Mr. Lockwood arriving at Thrushcross Grange,..."
  },
  {
    "id": 19,
    "isbn": 336981,
    "title": "To the Lighthouse",
    "author": "Virginia Woolf",
    "synopsis": "A landmark novel of high modernism, the text, centering on the Ramsay family and their visits to the Isle of Skye in Scotland between 1910 and 1920, skillfully manipulates temporality and psycholog..."
  },
  {
    "id": 20,
    "isbn": 328053,
    "title": "The Sound and the Fury",
    "author": "William Faulkner",
    "synopsis": "The Sound and the Fury is set in the fictional Yoknapatawpha County. The novel centers on the Compson family, former Southern aristocrats who are struggling to deal with the dissolution of their fa..."
  },
  {
    "id": 21,
    "isbn": 338459,
    "title": "Anna Karenina",
    "author": "Leo Tolstoy",
    "synopsis": "Anna Karenina tells of the doomed love affair between the sensuous and rebellious Anna and the dashing officer, Count Vronsky. Tragedy unfolds as Anna rejects her passionless marriage and must endu..."
  },
  {
    "id": 22,
    "isbn": 215914,
    "title": "Catch-22",
    "author": "Joseph Heller",
    "synopsis": "Catch-22 is a satirical, historical novel by the American author Joseph Heller, first published in 1961. The novel, set during the later stages of World War II from 1943 onwards, is frequently cite..."
  },
  {
    "id": 23,
    "isbn": 309656,
    "title": "Heart of Darkness",
    "author": "Joseph Conrad",
    "synopsis": "The story details an incident when Marlow, an Englishman, took a foreign assignment from a Belgian trading company as a ferry-boat captain in Africa. Although Conrad does not specify the name of th..."
  },
  {
    "id": 24,
    "isbn": 21358,
    "title": "Nineteen Eighty Four",
    "author": "George Orwell",
    "synopsis": "The story follows the life of one seemingly insignificant man, Winston Smith, a civil servant assigned the task of perpetuating the regime's propaganda by falsifying records and political literatur..."
  },
  {
    "id": 25,
    "isbn": 32809,
    "title": "The Iliad",
    "author": "Homer",
    "synopsis": "The Iliad is an epic poem in dactylic hexameters, traditionally attributed to Homer. Set in the Trojan War, the ten-year siege of Ilium by a coalition of Greek states, it tells of the battles and e..."
  },
  {
    "id": 26,
    "isbn": 536282,
    "title": "Middlemarch",
    "author": "George Eliot",
    "synopsis": "Middlemarch: A Study of Provincial Life is a novel by George Eliot, the pen name of Mary Anne Evans, later Marian Evans. It is her seventh novel, begun in 1869 and then put aside during the final i..."
  },
  {
    "id": 27,
    "isbn": 625752,
    "title": "The Grapes of Wrath",
    "author": "John Steinbeck",
    "synopsis": "Set during the Great Depression, the novel focuses on a poor family of sharecroppers, the Joads, driven from their home by drought, economic hardship, and changes in the agriculture industry. In a ..."
  },
  {
    "id": 28,
    "isbn": 934888,
    "title": "Great Expectations",
    "author": "Charles Dickens",
    "synopsis": "Great Expectations is written in the genre of \"bildungsroman\" or the style of book that follows the story of a man or woman in their quest for maturity, usually starting from childhood and ending i..."
  },
  {
    "id": 29,
    "isbn": 644374,
    "title": "To Kill a Mockingbird",
    "author": "Harper Lee",
    "synopsis": "As a Southern Gothic novel and a Bildungsroman, the primary themes of To Kill a Mockingbird involve racial injustice and the destruction of innocence. Scholars have noted that Lee also addresses is..."
  },
  {
    "id": 30,
    "isbn": 725419,
    "title": "Gulliver's Travels",
    "author": "Jonathan Swift",
    "synopsis": "From the preeminent prose satirist in the English language, a great classic recounting the four remarkable journeys of ship's surgeon Lemuel Gulliver. For children it remains an enchanting fantasy;..."
  },
  {
    "id": 31,
    "isbn": 711677,
    "title": "Invisible Man",
    "author": "Ralph Ellison",
    "synopsis": "The novel addresses many of the social and intellectual issues facing African-Americans in the early twentieth century, including black nationalism, the relationship between black identity and Marx..."
  },
  {
    "id": 32,
    "isbn": 112408,
    "title": "Beloved",
    "author": "Toni Morrison",
    "synopsis": "Beloved (1987) is a Pulitzer Prize-winning novel by Nobel laureate Toni Morrison. The novel, her fifth, is loosely based on the life and legal case of the slave Margaret Garner, about whom Morrison..."
  },
  {
    "id": 33,
    "isbn": 584507,
    "title": "Absalom, Absalom!",
    "author": "William Faulkner",
    "synopsis": "Absalom, Absalom! is a Southern Gothic novel by the American author William Faulkner, first published in 1936. It is a story about three families of the American South, taking place before, during,..."
  },
  {
    "id": 34,
    "isbn": 707125,
    "title": "Jane Eyre",
    "author": "Charlotte Bronte",
    "synopsis": "Jane Eyre is a first-person narrative of the title character, a small, plain-faced, intelligent and honest English orphan. The novel goes through five distinct stages: Jane's childhood at Gateshead..."
  },
  {
    "id": 35,
    "isbn": 768640,
    "title": "One Thousand and One Nights",
    "author": "India/Iran/Iraq/Egypt",
    "synopsis": "One Thousand and One Nights is a collection of Middle Eastern and South Asian stories and folk tales compiled in Arabic during the Islamic Golden Age. It is often known in English as the Arabian Ni..."
  },
  {
    "id": 36,
    "isbn": 407952,
    "title": "The Trial",
    "author": "Franz Kafka",
    "synopsis": "Written in 1914, The Trial is one of the most important novels of the twentieth century: the terrifying tale of Josef K., a respectable bank officer who is suddenly and inexplicably arrested and mu..."
  },
  {
    "id": 37,
    "isbn": 482886,
    "title": "The Red and the Black",
    "author": "Stendhal",
    "synopsis": "Le Rouge et le Noir (The Red and the Black), subtitled Chronique du XIXe siécle (\"Chronicle of the 19th century\"), is an historical psychological novel in two volumes by Stendhal, published in 1830..."
  },
  {
    "id": 38,
    "isbn": 599372,
    "title": "The Stranger",
    "author": "Albert Camus",
    "synopsis": "Since it was first published in English, in 1946, Albert Camus's extraordinary first novel, The Stranger (L'Etranger), has had a profound impact on millions of American readers. Through this story ..."
  },
  {
    "id": 39,
    "isbn": 230380,
    "title": "Mrs. Dalloway",
    "author": "Virginia Woolf",
    "synopsis": "Created from two short stories, \"Mrs Dalloway in Bond Street\" and the unfinished \"The Prime Minister\", the novel's story is of Clarissa's preparations for a party of which she is to be hostess. Wit..."
  },
  {
    "id": 40,
    "isbn": 233637,
    "title": "The Sun Also Rises",
    "author": "Ernest Hemingway",
    "synopsis": "The novel explores the lives and values of the so-called \"Lost Generation,\" chronicling the experiences of Jake Barnes and several acquaintances on their pilgrimage to Pamplona for the annual San F..."
  },
  {
    "id": 41,
    "isbn": 480202,
    "title": "David Copperfield",
    "author": "Charles Dickens",
    "synopsis": "The story of the abandoned waif who learns to survive through challenging encounters with distress and misfortune."
  },
  {
    "id": 42,
    "isbn": 295808,
    "title": "The Stories of Anton Chekhov",
    "author": "Anton Chekhov",
    "synopsis": "Anton Pavlovich Chekhov was a Russian short-story writer, playwright and physician, considered to be one of the greatest short-story writers in the history of world literature. His career as a dram..."
  },
  {
    "id": 43,
    "isbn": 375617,
    "title": "A Portrait of the Artist as a Young Man",
    "author": "James Joyce",
    "synopsis": "A Portrait of the Artist as a Young Man is a semi-autobiographical novel by James Joyce, first serialized in The Egoist from 1914 to 1915 and published in book form in 1916. It depicts the formativ..."
  },
  {
    "id": 44,
    "isbn": 275635,
    "title": "Midnight's Children",
    "author": "Salman Rushdie",
    "synopsis": "Midnight's Children is a loose allegory for events in India both before and, primarily, after the independence and partition of India, which took place at midnight on 15 August 1947. The protagonis..."
  },
  {
    "id": 45,
    "isbn": 322585,
    "title": "Candide",
    "author": "Voltaire",
    "synopsis": "Candide, ou l'Optimisme is a French satire written in 1759 by Voltaire, a philosopher of the Age of Enlightenment.Candide is characterized by its sarcastic tone and its erratic, fantastical, an..."
  },
  {
    "id": 46,
    "isbn": 661226,
    "title": "The Aeneid",
    "author": "Virgil",
    "synopsis": "The Aeneid is a Latin epic poem written by Virgil in the late 1st century BC (29–19 BC) that tells the legendary story of Aeneas, a Trojan who traveled to Italy, where he became the ancestor of the..."
  },
  {
    "id": 47,
    "isbn": 147682,
    "title": "The Lord of the Rings",
    "author": "J. R. R. Tolkien",
    "synopsis": "The Lord of the Rings is an epic high fantasy novel written by philologist and Oxford University professor J. R. R. Tolkien. The story began as a sequel to Tolkien's earlier, less complex children'..."
  },
  {
    "id": 48,
    "isbn": 738890,
    "title": "Tristram Shandy",
    "author": "Laurence Sterne",
    "synopsis": "As its title suggests, the book is ostensibly Tristram's narration of his life story. But it is one of the central jokes of the novel that he cannot explain anything simply, that he must make expla..."
  },
  {
    "id": 49,
    "isbn": 841670,
    "title": "Leaves of Grass",
    "author": "Walt Whitman",
    "synopsis": "Leaves of Grass (1855) is a poetry collection by the American poet Walt Whitman. Among the poems in the collection are \"Song of Myself,\" \"I Sing the Body Electric,\" \"Out of the Cradle Endlessly Roc..."
  }
]
