[
  {
    "id": 151,
    "isbn": 725918,
    "title": "Father Goriot",
    "author": "Honoré de Balzac",
    "synopsis": "Le Père Goriot (English: Father Goriot or Old Goriot) is an 1835 novel by French novelist and playwright Honoré de Balzac (1799–1850), included in the Scènes de la vie privée section of his novel s..."
  },
  {
    "id": 152,
    "isbn": 966785,
    "title": "The Handmaid's Tale",
    "author": "Margaret Atwood",
    "synopsis": "The Handmaid's Tale is a feminist dystopian novel, a work of science fiction or speculative fiction, written by Canadian author Margaret Atwood and first published by McClelland and Stewart in 1985..."
  },
  {
    "id": 153,
    "isbn": 260074,
    "title": "Native Son",
    "author": "Richard Wright",
    "synopsis": "The novel tells the story of 20-year old Bigger Thomas, an African American living in utter poverty. Bigger lived in Chicago's South Side ghetto in the 1930s. Bigger was always getting into troubl..."
  },
  {
    "id": 154,
    "isbn": 551690,
    "title": "The Tin Drum",
    "author": "Günter Grass",
    "synopsis": "Acclaimed as the greatest German novel written since the end of World War II, The Tin Drum is the autobiography of thirty-year-old Oskar Matzerath, who has lived through the long Nazi nightmare and..."
  },
  {
    "id": 155,
    "isbn": 146680,
    "title": "Sons and Lovers",
    "author": "D. H. Lawrence",
    "synopsis": "Sons and Lovers is one of the landmark novels of the twentieth century. When it appeared in 1913, it was immediately recognized as the first great modern restatement of the oedipal drama, and it is..."
  },
  {
    "id": 156,
    "isbn": 846206,
    "title": "The Little Prince",
    "author": "Antoine de Saint-Exupéry",
    "synopsis": "Since 1943, the wise little boy from Asteroid B-612 has led children and their adults to deeper understandings of love, friendship, and responsibility. The Little Prince is a cherished story, read ..."
  },
  {
    "id": 157,
    "isbn": 900652,
    "title": "Charlotte's Web",
    "author": "E. B. White",
    "synopsis": "The novel tells the story of a pig named Wilbur and his friendship with a barn spider named Charlotte. When Wilbur is in danger of being slaughtered by the farmer, Charlotte writes messages praisin..."
  },
  {
    "id": 158,
    "isbn": 945677,
    "title": "Fathers and Sons",
    "author": "Ivan Turgenev",
    "synopsis": "Fathers and Sons is an 1862 novel by Ivan Turgenev, his best known work.The fathers and children of the novel refers to the growing divide between the two generations of Russians, and the chara..."
  },
  {
    "id": 159,
    "isbn": 397112,
    "title": "Bleak House",
    "author": "Charles Dickens",
    "synopsis": "Bleak House is the ninth novel by Charles Dickens, published in twenty monthly instalments between March 1852 and September 1853. It is held to be one of Dickens's finest novels, containing one of ..."
  },
  {
    "id": 160,
    "isbn": 895615,
    "title": "The Charterhouse of Parma",
    "author": "Stendhal",
    "synopsis": "Balzac considered it the most important French novel of his time. André Gide later deemed it the greatest of all French novels, and Henry James judged it to be a masterpiece. Now, in a major litera..."
  },
  {
    "id": 161,
    "isbn": 363668,
    "title": "Howards End",
    "author": "E. M. Forster",
    "synopsis": "\"Only Connect,\" Forster's key aphorism, informs this novel about an English country house, Howards End, and its influence on the lives of the wealthy and materialistic Wilcoxes; the cultured, ideal..."
  },
  {
    "id": 162,
    "isbn": 635731,
    "title": "A Confederacy of Dunces",
    "author": "John Kennedy Toole",
    "synopsis": "A Confederacy of Dunces is a picaresque novel written by John Kennedy Toole, published in 1980, 11 years after the author's suicide. The book was published through the efforts of writer Walker Perc..."
  },
  {
    "id": 163,
    "isbn": 224822,
    "title": "Little Women",
    "author": "Louisa May Alcott",
    "synopsis": "Written and set in the Alcott family home, Orchard House, in Concord, Massachusetts, it was published in two parts in 1868 and 1869. The novel follows the lives of four sisters—Meg, Jo, Beth and Am..."
  },
  {
    "id": 164,
    "isbn": 270760,
    "title": "White Teeth",
    "author": "Zadie Smith",
    "synopsis": "This may be the first novel ever written that truly feels at home in our borderless, globalized, intermarried, post-colonial age, populated by \"children with first and last names on a direct collis..."
  },
  {
    "id": 165,
    "isbn": 241966,
    "title": "Cousin Bette",
    "author": "Honoré de Balzac",
    "synopsis": "La Cousine Bette (English: Cousin Betty or Cousin Bette) is an 1846 novel by French author Honoré de Balzac. Set in mid-19th century Paris, it tells the story of an unmarried middle-aged woman who ..."
  },
  {
    "id": 166,
    "isbn": 920138,
    "title": "Rabbit, Run",
    "author": "John Updike",
    "synopsis": "Rabbit, Run depicts five months in the life of a 26-year-old former high school basketball player named Harry 'Rabbit' Angstrom, and his attempts to escape the constraints of his life."
  },
  {
    "id": 167,
    "isbn": 949990,
    "title": "Fairy Tales and Stories",
    "author": "Hans Christian Anderson",
    "synopsis": "a Danish author and poet noted for his children's stories. These include \"The Steadfast Tin Soldier\", \"The Snow Queen\", \"The Little Mermaid\", \"Thumbelina\", \"The Little Match Girl\", and the \"The Ugl..."
  },
  {
    "id": 168,
    "isbn": 703998,
    "title": "A Clockwork Orange",
    "author": "Anthony Burgess",
    "synopsis": "The title is taken from an old Cockney expression, \"as queer as a clockwork orange\" and alludes to the prevention of the main character's exercise of his free will through the use of a classical co..."
  },
  {
    "id": 169,
    "isbn": 497746,
    "title": "The Complete Stories of Flannery O'Connor",
    "author": "Flannery O'Connor",
    "synopsis": "The publication of this extraordinary volume firmly established Flannery O'Connor's monumental contribution to American fiction. There are thirty-one stories here in all, including twelve that do n..."
  },
  {
    "id": 170,
    "isbn": 441338,
    "title": "Atonement",
    "author": "Ian McEwan",
    "synopsis": "Atonement is a 2001 novel by British author Ian McEwan. It tells the story of protagonist Briony Tallis's crime and how it changes her life, as well as those of her sister Cecilia and her lover Rob..."
  },
  {
    "id": 171,
    "isbn": 222205,
    "title": "The Tale of Genji",
    "author": "Murasaki Shikibu",
    "synopsis": "The Tale of Genji is a classic work of Japanese literature attributed to the Japanese noblewoman Murasaki Shikibu in the early eleventh century, around the peak of the Heian Period. It is sometimes..."
  },
  {
    "id": 172,
    "isbn": 433053,
    "title": "Wide Sargasso Sea",
    "author": "Jean Rhys",
    "synopsis": "In Charlotte Bronte's Jane Eyre, Bertha is the madwoman locked in the attic by her husband Rochester, the simmering Englishman whose children Jane has been hired to tutor. In Bronte's novel we lear..."
  },
  {
    "id": 173,
    "isbn": 493540,
    "title": "The Golden Notebook",
    "author": "Doris Lessing",
    "synopsis": "This book, as well as the couple that followed it, enters the realm of what Margaret Drabble in The Oxford Companion to English Literature has called Lessing's \"inner space fiction\", her work that ..."
  },
  {
    "id": 174,
    "isbn": 108452,
    "title": "Treasure Island",
    "author": "Robert Louis Stevenson",
    "synopsis": "Traditionally considered a coming-of-age story, it is an adventure tale known for its superb atmosphere, character and action, and also a wry commentary on the ambiguity of morality—as seen in Long..."
  },
  {
    "id": 175,
    "isbn": 473982,
    "title": "Doctor Faustus",
    "author": "Thomas Mann",
    "synopsis": "Doctor Faustus is a German novel written by Thomas Mann, begun in 1943 and published in 1947 as Doktor Faustus: Das Leben des deutschen Tonsetzers Adrian Leverkühn, erzählt von einem Freunde (\"Doct..."
  },
  {
    "id": 176,
    "isbn": 835200,
    "title": "The Count of Monte Cristo",
    "author": "Alexandre Dumas",
    "synopsis": "Set against the tumultuous years of the post-Napoleonic era, The Count of Monet Cristo recounts the swashbuckling adventures of Edmond Dantes, a dashing young sailor falsely accused of treason. The..."
  },
  {
    "id": 177,
    "isbn": 797419,
    "title": "Nostromo",
    "author": "Joseph Conrad",
    "synopsis": "Edited with an introduction and notes by Martin Seymour-Smith. In his evocation of the republic of Costaguana, set amid the exotic and grandiose scenery of South America, Conrad reveals not only th..."
  },
  {
    "id": 178,
    "isbn": 128777,
    "title": "All the King's Men",
    "author": "Robert Penn Warren",
    "synopsis": "All the King's Men portrays the dramatic political ascent and governorship of Willie Stark, a driven, cynical populist in the American South during the 1930s."
  },
  {
    "id": 179,
    "isbn": 68251,
    "title": "Dangerous Liaison",
    "author": "Pierre Choderlos de Laclos",
    "synopsis": "The complex moral ambiguities of seduction and revenge make Les Liaisons dangereuses (1782) one of the most scandalous and controversial novels in European literature. Its prime movers, the Vicomte..."
  },
  {
    "id": 180,
    "isbn": 317446,
    "title": "Decameron",
    "author": "Giovanni Boccaccio",
    "synopsis": "In the early summer of the year 1348, as a terrible plague ravages the city, ten charming young Florentines take refuge in country villas to tell each other stories — a hundred stories of love, adv..."
  },
  {
    "id": 181,
    "isbn": 200547,
    "title": "Stories of Ernest Hemingway",
    "author": "Ernest Hemingway",
    "synopsis": "Before he gained wide fame as a novelist, Ernest Hemingway established his literary reputation with his short stories. This collection, The Short Stories, originally published in 1938, is definitiv..."
  },
  {
    "id": 182,
    "isbn": 757701,
    "title": "Buddenbrooks",
    "author": "Thomas Mann",
    "synopsis": "Buddenbrooks was Thomas Mann's first novel, published in 1901 when he was twenty-six years old.It portrays the downfall (already announced in the subtitle, Decline of a family) of a wealthy mer..."
  },
  {
    "id": 183,
    "isbn": 720328,
    "title": "Poems of Emily Dickinson",
    "author": "Emily Dickinson",
    "synopsis": "Emily Elizabeth Dickinson (December 10, 1830 – May 15, 1886) was an American poet. Born in Amherst, Massachusetts, to a successful family with strong community ties, she lived a mostly introverted ..."
  },
  {
    "id": 184,
    "isbn": 944280,
    "title": "Blood Meridian",
    "author": "Cormac McCarthy",
    "synopsis": "Blood Meridian, or the Evening Redness in the West is a 1985 Western novel by American author Cormac McCarthy. It was McCarthy's fifth book, and was published by Random House.The narrative foll..."
  },
  {
    "id": 185,
    "isbn": 885283,
    "title": "The Corrections",
    "author": "Jonathan Franzen",
    "synopsis": "The Corrections is a 2001 novel by American author Jonathan Franzen. It revolves around the troubles of an elderly Midwestern couple and their three adult children, tracing their lives from the mid..."
  },
  {
    "id": 186,
    "isbn": 212973,
    "title": "The Call of the Wild",
    "author": "Jack London",
    "synopsis": "The plot concerns a previously domesticated and even somewhat pampered dog named Buck, whose primordial instincts return after a series of events finds him serving as a sled dog in the treacherous..."
  },
  {
    "id": 187,
    "isbn": 555518,
    "title": "Tender Is the Night",
    "author": "F. Scott Fitzgerald",
    "synopsis": "The story is that of the rise and fall of Dick Diver, a promising young psychoanalyst and his wife, Nicole, who is also one of his patients. It would be Fitzgerald's first novel in nine years, and ..."
  },
  {
    "id": 188,
    "isbn": 12106,
    "title": "My Antonia",
    "author": "Willa Cather",
    "synopsis": "In Willa Cather's own estimation, My Antonia, first published in 1918, was \"the best thing I've ever done.\" An enduring paperback bestseller on Houghton Mifflin's literary list, this hauntingly elo..."
  },
  {
    "id": 189,
    "isbn": 119350,
    "title": "A Prayer for Owen Meany",
    "author": "John Irving",
    "synopsis": "In the summer of 1953, two eleven-year-old boys—best friends—are playing in a Little League baseball game in Gravesend, New Hampshire. One of the boys hits a foul ball that kills the other boy’s mo..."
  },
  {
    "id": 190,
    "isbn": 420181,
    "title": "Waiting for Godot",
    "author": "Samuel Beckett",
    "synopsis": "Waiting for Godot (pronounced /ˈɡɒdoʊ/) is a play by Samuel Beckett, in which two characters, Vladimir and Estragon, wait for someone named Godot. Godot's absence, as well as numerous other aspects..."
  },
  {
    "id": 191,
    "isbn": 110415,
    "title": "Oedipus at Colonus",
    "author": "Sophocles",
    "synopsis": "Oedipus at Colonus is one of the three Theban plays of the Athenian tragedian Sophocles. It was written shortly before Sophocles' death in 406 BC and produced by his grandson (also called Sophocles..."
  },
  {
    "id": 192,
    "isbn": 147912,
    "title": "Rabbit Is Rich",
    "author": "John Updike",
    "synopsis": "Rabbit Is Rich is a 1981 novel by John Updike. It is the third novel of the four-part series which begins with Rabbit, Run and Rabbit Redux, and concludes with Rabbit At Rest. There is also a relat..."
  },
  {
    "id": 193,
    "isbn": 140077,
    "title": "The Prime of Miss Jean Brodie",
    "author": "Muriel Spark",
    "synopsis": "A slender novel but far from flimsy, The Prime of Miss Jean Brodie enrolls the reader at Edinburgh's fictional Marcia Blaine School for Girls under the tutelage of one Jean Brodie, a magnetic, unco..."
  },
  {
    "id": 194,
    "isbn": 558369,
    "title": "The Wind in the Willows",
    "author": "Kenneth Grahame",
    "synopsis": "A classic in children's literature The Wind in the Willow is alternately slow moving and fast paced. The book focuses on four anthropomorphised animal characters in a pastoral version of England. T..."
  },
  {
    "id": 195,
    "isbn": 51678,
    "title": "The Brief Wondrous Life of Oscar Wao",
    "author": "Junot Diaz",
    "synopsis": "The Brief Wondrous Life of Oscar Wao (2007) is a best-selling novel written by Dominican-American author Junot Díaz. Although a work of fiction, the novel is set in New Jersey where Díaz was raised..."
  },
  {
    "id": 196,
    "isbn": 653221,
    "title": "Metamorphoses",
    "author": "Ovid",
    "synopsis": "The Metamorphoses by the Roman poet Ovid is a narrative poem in fifteen books that describes the creation and history of the world. Completed in 8 AD, it has remained one of the most popular works ..."
  },
  {
    "id": 197,
    "isbn": 537921,
    "title": "The Remains of the Day",
    "author": "Kazuo Ishiguro",
    "synopsis": "The Remains of the Day (1989) is the third published novel by Japanese-British author Kazuo Ishiguro. The Remains of The Day is one of the most highly-regarded post-war British novels. It won the B..."
  },
  {
    "id": 198,
    "isbn": 517604,
    "title": "Collected Poems of W. B. Yeats",
    "author": "W. B. Yeats",
    "synopsis": "William Butler Yeats was an Irish poet, dramatist, and one of the foremost figures of 20th century literature."
  },
  {
    "id": 199,
    "isbn": 96086,
    "title": "Lost Illusions",
    "author": "Honoré de Balzac",
    "synopsis": "Illusions perdues was written by the French writer Honoré de Balzac between 1837 and 1843. It consists of three parts, starting in the provinces, thereafter moving to Paris, and finally returning t..."
  },
  {
    "id": 200,
    "isbn": 233814,
    "title": "Lord Jim",
    "author": "Joseph Conrad",
    "synopsis": "Conrad's great novel of guilt and redemption follows the first mate on board the Patna, a raw youth with dreams of heroism who, in an act of cowardice, abandons his ship. His unbearable guilt and i..."
  }
]
