[
  {
    "id": 51,
    "isbn": 224620,
    "title": "Les Misérables",
    "author": "Victor Hugo",
    "synopsis": "Les Misérables is a novel by French author Victor Hugo and is widely considered one of the greatest novels of the 19th century. It follows the lives and interactions of several French characters ov..."
  },
  {
    "id": 52,
    "isbn": 520563,
    "title": "The Old Man and the Sea",
    "author": "Ernest Hemingway",
    "synopsis": "The Old Man and the Sea is one of Hemingway's most enduring works. Told in language of great simplicity and power, it is the story of an old Cuban fisherman, down on his luck, and his supreme ordea..."
  },
  {
    "id": 53,
    "isbn": 254023,
    "title": "Collected Fiction",
    "author": "Jorge Luis Borges",
    "synopsis": "From his 1935 debut with The Universal History of Iniquity, through his immensely influential collections Ficciones and The Aleph, these enigmatic, elaborate, imaginative inventions display Borges'..."
  },
  {
    "id": 54,
    "isbn": 997794,
    "title": "The Complete Stories of Franz Kafka",
    "author": "Franz Kafka",
    "synopsis": "The Complete Stories of Franz Kafka is a compilation of all Kafka's short stories. With the exception of Kafka's three novels (The Trial, The Castle and Amerika), this collection includes all of Ka..."
  },
  {
    "id": 55,
    "isbn": 987923,
    "title": "Things Fall Apart",
    "author": "Chinua Achebe",
    "synopsis": "A novel of great power that turns the world upside down. The Nigerian novelist Achebe reached back to the early days of his people's encounter with colonialism, the 1890's, though the white man and..."
  },
  {
    "id": 56,
    "isbn": 724508,
    "title": "For Whom the Bell Tolls",
    "author": "Ernest Hemingway",
    "synopsis": "It tells the story of Robert Jordan, a young American in the International Brigades attached to a communist guerilla unit during the Spanish Civil War. As an expert in the use of explosives, he is ..."
  },
  {
    "id": 57,
    "isbn": 962239,
    "title": "The Portrait of a Lady",
    "author": "Henry James",
    "synopsis": "The story centres on Isabel Archer, an attractive American whom circumstances have brought to Europe. Isabel refuses the offer of marriage to an English peer and to a bulldog-like New Englander, to..."
  },
  {
    "id": 58,
    "isbn": 543173,
    "title": "The Magic Mountain",
    "author": "Thomas Mann",
    "synopsis": "The Magic Mountain is a novel by Thomas Mann, first published in November 1924. It is widely considered to be one of the most influential works of 20th century German literature."
  },
  {
    "id": 59,
    "isbn": 536608,
    "title": "A Passage to India",
    "author": "E. M. Forster",
    "synopsis": "A Passage to India is set against the backdrop of the British Raj and the Indian independence movement in the 1920s. The story revolves around four characters: Dr. Aziz, his British friend Cyril Fi..."
  },
  {
    "id": 60,
    "isbn": 553975,
    "title": "Pale Fire",
    "author": "Vladimir Nabokov",
    "synopsis": "The novel is presented as a poem titled \"Pale Fire\" with commentary by a friend of the poet's. Together these elements form two story lines in which both authors are central characters.The int..."
  },
  {
    "id": 61,
    "isbn": 995557,
    "title": "Oedipus the King",
    "author": "Sophocles",
    "synopsis": "Oedipus the King is an Athenian tragedy by Sophocles that was first performed c. 429 BC. It was the second of Sophocles's three Theban plays to be produced, but it comes first in the internal chron..."
  },
  {
    "id": 62,
    "isbn": 337650,
    "title": "The Idiot",
    "author": "Fyodor Dostoyevsky",
    "synopsis": "The Idiot is a novel written by the Russian author Fyodor Dostoyevsky and first published in 1868. It was first published serially in Russian in Russky Vestnik, St. Petersburg, 1868-1869. The Idiot..."
  },
  {
    "id": 63,
    "isbn": 259611,
    "title": "Lord of the Flies",
    "author": "William Golding",
    "synopsis": "Lord of the Flies discusses how culture created by man fails, using as an example a group of British schoolboys stuck on a deserted island who try to govern themselves, but with disastrous results...."
  },
  {
    "id": 64,
    "isbn": 272739,
    "title": "As I Lay Dying",
    "author": "William Faulkner",
    "synopsis": "The book is told in stream of consciousness writing style by 15 different narrators in 59 chapters. It is the story of the death of Addie Bundren and her family's quest—noble or selfish—to honor he..."
  },
  {
    "id": 65,
    "isbn": 495431,
    "title": "Emma",
    "author": "Jane Austen",
    "synopsis": "Before she began the novel, Austen wrote, \"I am going to take a heroine whom no-one but myself will much like.\"[1] In the very first sentence she introduces the title character as \"Emma Woodhouse, ..."
  },
  {
    "id": 66,
    "isbn": 956220,
    "title": "Animal Farm",
    "author": "George Orwell",
    "synopsis": "Animal Farm is a dystopian novella by George Orwell. Published in England on 17 August 1945, the book reflects events leading up to and during the Stalin era before World War II. Orwell, a democrat..."
  },
  {
    "id": 67,
    "isbn": 577424,
    "title": "Dead Souls",
    "author": "Nikolai Gogol",
    "synopsis": "Dead Souls by Nikolai Gogol, Russian writer, was first published in 1842, and is one of the most prominent works of 19th-century Russian literature. Gogol himself saw it as an \"epic poem in prose\",..."
  },
  {
    "id": 68,
    "isbn": 41892,
    "title": "The Complete Tales and Poems of Edgar Allan Poe",
    "author": "Edgar Allan Poe",
    "synopsis": "Edgar Allan Poe (January 19, 1809 – October 7, 1849) was an American writer, poet, editor and literary critic, considered part of the American Romantic Movement. Best known for his tales of mystery..."
  },
  {
    "id": 69,
    "isbn": 360934,
    "title": "The Good Soldier",
    "author": "Ford Madox Ford",
    "synopsis": "Ford Madox Ford wrote The Good Soldier, the book on which his reputation most surely rests, in deliberate emulation of the nineteenth-century French novels he so admired. In this way he was able to..."
  },
  {
    "id": 70,
    "isbn": 417246,
    "title": "The Canterbury Tales",
    "author": "Geoffrey Chaucer",
    "synopsis": "With their astonishing diversity of tone and subject matter, The Canterbury Tales have become one of the touchstones of medieval literature. Translated here into modern English, these tales of a mo..."
  },
  {
    "id": 71,
    "isbn": 341811,
    "title": "Frankenstein",
    "author": "Mary Shelley",
    "synopsis": "At this challenge, Mary Shelley began work on the 'ghost story' that was to evolve into the most celebrated horror novel in literary history. Frankenstein was published the next year and become the..."
  },
  {
    "id": 72,
    "isbn": 182518,
    "title": "The Color Purple",
    "author": "Alice Walker",
    "synopsis": "Taking place mostly in rural Georgia, the story focuses on female black life during the 1930s in the Southern United States, addressing the numerous issues including their exceedingly low position ..."
  },
  {
    "id": 73,
    "isbn": 495783,
    "title": "Brave New World",
    "author": "Aldous Huxley",
    "synopsis": "Set in the London of AD 2540 (632 A.F. in the book), the novel anticipates developments in reproductive technology and sleep-learning that combine to change society. The future society is an embod..."
  },
  {
    "id": 74,
    "isbn": 152733,
    "title": "Vanity Fair",
    "author": "William Makepeace Thackeray",
    "synopsis": "No one is better equipped in the struggle for wealth and worldly success than the alluring and ruthless Becky Sharp, who defies her impoverished background to clamber up the class ladder. Her senti..."
  },
  {
    "id": 75,
    "isbn": 761093,
    "title": "Under the Volcano",
    "author": "Malcolm Lowry",
    "synopsis": "To describe his perennial theme, Lowry once borrowed the words of the critic Edmund Wilson: \"the forces in man which cause him to be terrified of himself.\" You see exactly what he means in this cor..."
  },
  {
    "id": 76,
    "isbn": 616836,
    "title": "A Farewell to Arms",
    "author": "Ernest Hemingway",
    "synopsis": "The novel is told through the point of view of Lieutenant Frederic Henry, an American serving as an ambulance driver in the Italian army during World War I."
  },
  {
    "id": 77,
    "isbn": 589626,
    "title": "Journey to the End of The Night",
    "author": "Louis-Ferdinand Céline",
    "synopsis": "Journey to the End of Night is the first novel of Louis-Ferdinand Céline. This semi-autobiographical work describes antihero Ferdinand Bardamu. His surname, Bardamu, is derived from the French word..."
  },
  {
    "id": 78,
    "isbn": 420542,
    "title": "The Castle",
    "author": "Franz Kafka",
    "synopsis": "The Castle is a novel by Franz Kafka. In it a protagonist, known only as K., struggles to gain access to the mysterious authorities of a castle who govern the village where he wants to work as a la..."
  },
  {
    "id": 79,
    "isbn": 261113,
    "title": "A Sentimental Education",
    "author": "Gustave Flaubert",
    "synopsis": "The novel describes the life of a young man (Frederic Moreau) living through the revolution of 1848 and the founding of the Second French Empire, and his love for an older woman (based on the wife ..."
  },
  {
    "id": 80,
    "isbn": 929732,
    "title": "Gone With the Wind",
    "author": "Margaret Mitchell",
    "synopsis": "Gone With the Wind is set in Jonesboro and Atlanta, Georgia during the American Civil War and Reconstruction and follows the life of Scarlett O'Hara, the daughter of an Irish immigrant plantation o..."
  },
  {
    "id": 81,
    "isbn": 586498,
    "title": "The Scarlet Letter",
    "author": "Nathaniel Hawthorne",
    "synopsis": "Hester Prynne is a beautiful young woman. She is also an outcast. In the eyes of her neighbors she has committed an unforgivable sin. Everyone knows that her little daughter, Pearl, is the product ..."
  },
  {
    "id": 82,
    "isbn": 329057,
    "title": "Gargantua and Pantagruel",
    "author": "Francois Rabelais",
    "synopsis": "The Life of Gargantua and of Pantagruel (in French, La vie de Gargantua et de Pantagruel) is a connected series of five novels written in the 16th century by François Rabelais. It is the story of t..."
  },
  {
    "id": 83,
    "isbn": 216791,
    "title": "Rebecca",
    "author": "Daphne du Maurier",
    "synopsis": "Rebecca is considered to be one of her best works. Some observers have noted parallels with Jane Eyre. Much of the novel was written while she was staying in Alexandria, Egypt, where her husband wa..."
  },
  {
    "id": 84,
    "isbn": 539475,
    "title": "Slaughterhouse-Five",
    "author": "Kurt Vonnegut",
    "synopsis": "An anti-war science fiction novel by Kurt Vonnegut about World War II experiences and journeys through time of a soldier called Billy Pilgrim."
  },
  {
    "id": 85,
    "isbn": 155215,
    "title": "The Age of Innocence",
    "author": "Edith Wharton",
    "synopsis": "The Age of Innocence centers on an upperclass couple's impending marriage, and the introduction of a scandalous woman whose presence threatens their happiness. Though the novel questions the assump..."
  },
  {
    "id": 86,
    "isbn": 201555,
    "title": "On the Road",
    "author": "Jack Kerouac",
    "synopsis": "On the Road is a largely autobiographical work that was based on the spontaneous road trips of Kerouac and his friends across mid-century America. It is often considered a defining work of the post..."
  },
  {
    "id": 87,
    "isbn": 891061,
    "title": "Antigone",
    "author": "Sophocles",
    "synopsis": "Antigone is a tragedy by Sophocles written before or in 442 BC. Chronologically, it is the third of the three Theban plays but was written first.[1] The play expands on the Theban legend that preda..."
  },
  {
    "id": 88,
    "isbn": 414698,
    "title": "The Metamorphosis",
    "author": "Franz Kafka",
    "synopsis": "The Metamorphosis (German: Die Verwandlung) is a novella by Franz Kafka, first published in 1915. It is often cited as one of the seminal works of short fiction of the 20th century and is widely st..."
  },
  {
    "id": 89,
    "isbn": 195214,
    "title": "Paradise Lost",
    "author": "John Milton",
    "synopsis": "Paradise Lost is an epic poem in blank verse by the 17th-century English poet John Milton. It was originally published in 1667 in ten books. A second edition followed in 1674, redivided into twelve..."
  },
  {
    "id": 90,
    "isbn": 781469,
    "title": "The Possessed",
    "author": "Fyodor Dostoyevsky",
    "synopsis": "The Possessed is an 1872 novel by Fyodor Dostoevsky. Though titled The Possessed in the initial English translation, Dostoevsky scholars and later translations favour the titles The Devils or Demon..."
  },
  {
    "id": 91,
    "isbn": 466198,
    "title": "Their Eyes Were Watching God",
    "author": "Zora Neale Hurston",
    "synopsis": "The main character, an African American woman in her early forties named Janie Crawford, tells the story of her life and journey via an extended flashback to her best friend, Pheoby, so that Pheoby..."
  },
  {
    "id": 92,
    "isbn": 616379,
    "title": "The Waste Land",
    "author": "T. S. Eliot",
    "synopsis": "“For many successive generations now, ‘The Waste Land,’ ‘The Love Song of J. Alfred Prufrock,’ and ‘Four Quartets’ have continued to excited readers and to inspire young poets. Teenagers still disc..."
  },
  {
    "id": 93,
    "isbn": 768312,
    "title": "Faust",
    "author": "Johann Wolfgang von Goethe",
    "synopsis": "Johann Wolfgang von Goethe's Faust is a tragic play, although more appropriately it should be defined a tragicomedy, despite the very title of the work. It was published in two parts: Faust. Der Tr..."
  },
  {
    "id": 94,
    "isbn": 427493,
    "title": "The Flowers of Evil",
    "author": "Charles Baudelaire",
    "synopsis": "Les Fleurs du mal (English: The Flowers of Evil) is a volume of French poetry by Charles Baudelaire. First published in 1857 (see 1857 in poetry), it was important in the symbolist and modernist mo..."
  },
  {
    "id": 95,
    "isbn": 877761,
    "title": "Orlando: A Biography",
    "author": "Virginia Woolf",
    "synopsis": "In her most exuberant, most fanciful novel, Woolf has created a character liberated from the restraints of time and sex. Born in the Elizabethan Age to wealth and position, Orlando is a young noble..."
  },
  {
    "id": 96,
    "isbn": 67607,
    "title": "Tess of the d'Urbervilles",
    "author": "Thomas Hardy",
    "synopsis": "Violated by one man, forsaken by another, Tess Durbeyfield is the magnificent and spirited heroine of Thomas Hardy’s immortal work. Of all the great English novelists, no one writes more eloquently..."
  },
  {
    "id": 97,
    "isbn": 811530,
    "title": "Robinson Crusoe",
    "author": "Daniel Defoe",
    "synopsis": "A shipwreck’s sole escapee, Robinson Crusoe endures 28 years of solitude on a Caribbean island and manages not only to survive but also to prevail. A warm humanity, evocative details of his struggl..."
  },
  {
    "id": 98,
    "isbn": 662050,
    "title": "Tom Jones",
    "author": "Henry Fielding",
    "synopsis": "A foundling of mysterious parentage brought up by Mr. Allworthy on his country estate, Tom Jones is deeply in love with the seemingly unattainable Sophia Western, the beautiful daughter of the neig..."
  },
  {
    "id": 99,
    "isbn": 340761,
    "title": "The Master and Margarita",
    "author": "Mikhail Bulgakov",
    "synopsis": "The Master and Margarita (Russian: Ма́стер и Маргари́та) is a novel by Mikhail Bulgakov, woven around the premise of a visit by the Devil to the fervently atheistic Soviet Union. Many critics consi..."
  },
  {
    "id": 100,
    "isbn": 879598,
    "title": "Oresteia",
    "author": "Aeschylus",
    "synopsis": "The Oresteia is a trilogy of Greek tragedies written by Aeschylus which concerns the end of the curse on the House of Atreus. When originally performed it was accompanied by Proteus, a satyr play t..."
  }
]
